;=== 系统信息 ===
[APPLICATION]
AFC_DEVICE_TYPE =0x16;				// 设备类型（16：TVM；20：TOM；3：AVM；4：VM；31：AGM；61：ES；62：PM；）
AFC_SUB_DEVICE_TYPE = 0	;		    // 设备子类型（0：None；1：ES for Card；2：ES for Token；3：Normal reversible AG；6：Wide reversible AG）
ProgName = TVM;						// EXE程序名称（TVM/TOM/ES/AGM）
# 语言模式（2245：繁体中文；3751：英文；11224：葡萄牙文）
LanguageMode =2245
# 设备测试模式（0：正常模式；1：测试模式）
DeviceTestMode = 0

;=== 本机信息 ===
[MACHINE]
STATION_CODE =0207
MACHINE_CODE =01
GROUP_NUMBER =1
EQU_NUMBER_IN_GROUP =4
IP = 10.10.7.121
SUBNET_MASK =255.0.0.0
GATEWAY =10.1.1.1
LINK_NAME = 本地连接

;=== 上位 ===
[CPS]
HostID =10.10.7.230
Port =8767

;=== NTP ===
[NTP]
HostID =10.10.7.230
Port = 123

;=== FTP信息 ===
[FTP]
HostID =10.96.1.10
Port = 21
UserID =ftp123
UserPwd =1234567812345678

;=== 一票通充值加密机信息 ===
[CHARGE_IP]
HostID =113.108.110.82
Port =50031
TimeOut = 5

;=== 一卡通充值加密机信息 ===
[ECT_CHARGE_IP]
HostID =222.143.53.130 
Port =7777
TimeOut = 5

;=== 镭射打印机信息 ===
[LASERPRINTER]
HostID =10.10.1.30
Name =3035PS

